chat_system_92656612_actor_description=Innkeeper Drin.
chat_system_92656612_snap_4_question=^?^Well, have you met the dragon?
chat_system_92656612_snap_4_answer_0=^?^Yes! Here it is, take the Fang!
chat_system_92656612_snap_4_answer_1=^?^Haven't met him yet. I'd like to take a look at some mercenaries.
chat_system_92656612_snap_5_question=^?^Great! Just wonderful! Now, I'll rename my tavern "Dragon Fang" and everything will be ok. Thank you.<br>[reward]
chat_system_92656612_snap_5_answer_0=^?^You are welcome! It was a pleasure!
chat_system_92656612_snap_0_question=^?^I can tell you the history of my tavern, the "Dragon Tooth." The name of the tavern was given by my great-great-grandfather, who managed to get a real dragon tooth.<br>He befriended a dragon named Drahha, and had arranged with him a little trade. My grandpa brought for him some discarded armor, and in exchange for them, Drahha gave him the teeth which he had shed.<br>We kept up the trade for several centuries: old armor in exchange for his discarded teeth. 
chat_system_92656612_snap_0_answer_0=^?^Good story. What about that request?
chat_system_92656612_snap_1_question=^?^Well... The business of the tavern has been slacking off recently, and I have to do something. I've decided to rename the tavern. I want to name it - the "Dragon Fang"!<br>I'm sure this is a great idea, but I can't just rename my tavern. Here inside the tavern, in plain view, we display the real Dragon Tooth. But really it needs to be a fang, if we're to call the tavern the "Fang." Otherwise our visitors won't be impressed.<br>[reward]
chat_system_92656612_snap_1_answer_0=^?^What's the problem? You are friends with the dragon. Ask him for a fang. 
chat_system_92656612_snap_2_question=^?^No, it's not that easy.<br>A fang is not a regular tooth and armor can't help here. I visited the dragon a long time ago. There were some problems with the tavern.<br>You have to go to the dragon and find out how I can get one of his fangs. What will he want in exchange?<br>Well, that's my request. Will you do it?
chat_system_92656612_snap_2_answer_0=^?^To the dragon? With great pleasure. Dealing with dragons is my kind of work.
chat_system_92656612_snap_2_answer_1=^?^Hmm... Well... The task is interesting enough. But I should get myself ready before I go to meet the dragon.
chat_system_92656612_snap_3_question=^?^Well... Come back later. If nobody agrees to help me by that time, the task will still be yours.
chat_system_92656612_snap_3_answer_0=^?^Excellent!
